Repository: wp-plugins/demomentsomtres-language
Catalog: languages/QuBic_Idioma-*.po
Languages: ca, es_es, sr_rs

source: Language
ca: Llengua
es_es: Idioma
sr_rs: Jezik

source: Post Types
ca: Tipus de post
es_es: Tipos de post
sr_rs: Vrste postova

source: Current Settings
ca: Configuració actual
es_es: Configuración actual
sr_rs: Tekuće postavke

source: Language text
ca: Nom de la llengua
es_es: Etiqueta de idioma
sr_rs: Jezik teksta

source: Order
ca: Ordre
es_es: Orden
sr_rs: Redosled

source: MultiLanguage
ca: MultiIdioma
es_es: Multiidioma
sr_rs: Višejezični

source: Save Changes
ca: Desa els canvis
es_es: Guardar cambios
sr_rs: Sačuvaj izmene

source: Multisite set.
ca: Configuració Multi Site activa.
es_es: Multi Site activado.
sr_rs: Multisite podešen.

source: Multisite not set.
ca: Configuració Multi Site no activa.
es_es: Multi Site no activada.
sr_rs: Multisite nije podešen.

source: This plugin needs a network set in order to work.
ca: Aquesta extensió necessita un multisite configurat per a funcionar.
es_es: La extensión necesita que esté configurado multi site para funcionar correctamente.
sr_rs: Ovaj plugin zahteva podešenu mrežu da bi radio.

source: Post types that can be translated.
ca: Tipus d'entrades que poden ésser traduïdes.
es_es: Tipos de entrada que pueden ser traducidos.
sr_rs: Vrste postova koje mogu da se prevedu.

source: Translations
ca: Traduccions
es_es: Traducciones
sr_rs: Prevodi

source: You can set the relationship between the content and its translations.
ca: Permet establir la correspondència entre els continguts i les seves traduccions.
es_es: Permite introducir la relación entre los contenidos y sus traducciones.
sr_rs: Možete podesiti odnos između sadržaja i njegovih prevoda.

source: Reciprocal update?
ca: Actualització recíproca?
es_es: ¿Actualización recíproca?
sr_rs: Ažuriraj recipročno?

source: If you select this option, all refered translations will be also linked to the current one. You would not need to update the relationship in other blogs.
ca: Si seleccioneu aquesta opció, totes les traduccions aquí referides s'actualitzaran per a que es vinculin entre elles. No caldrà que accedeixis als altres blocs per actualitzar les actualitzacions.
es_es: Si selecciona esta opción, todas las traducciones referidas también serán vinculadas entre sí. De este modo no es necesario actualizar la relación entre otros blogs.
sr_rs: Ako odaberete ovu opciju, svi navedeni prevodi biće, takođe, povezani sa tekućim prevodom. Nećete morati da ažurirate odnos na drugim blogovima.

source: No translation
ca: Sense traducció
es_es: Sin traducción
sr_rs: Nema prevoda

source: The plugin DeMomentSomTres Language requires the free DeMomentSomTres Tools plugin.
ca: L'extensió DeMomentSomTres Language necessita l'extensió gratuïta DeMomentSomTres Tools.
es_es: Este plugin necesita del plugin gratuíto DeMomentSomTres Tools.

source: Download it here
ca: Descarregar-lo aquí
es_es: Descárgalo aquí

source: DeMomentSomTres Language
es_es: DeMomentSomTres Idioma

source: Mode
es_es: Modo

source: Groups Configuration
ca: Configuració de grups
es_es: Configuración de grupos

source: Landing mode
ca: Mode aterratge
es_es: Modo aterrizaje

source: Browser Languages
ca: Llenguatges del navegador
es_es: Idiomas del navegador

source: Default Site
ca: Lloc web per defecte
es_es: Web por defecto

source: Body classes
ca: Classes de body
es_es: Clases del body

source: Options
ca: Opcions
es_es: Opciones

source: Landing site
ca: Pàgina d'aterratge
es_es: Web de aterrizaje

source: Site redirects based on browser language.
ca: Aquest lloc redirigeix en funció del llenguatge del navegador.
es_es: La web redirige en función del idioma del navegador

source: Language site
ca: Llengua del web
es_es: Idioma del web

source: Site shows specific language
ca: El lloc web mostra un llenguatge específic
es_es: El web muestra un idioma específico

source: Language settings for current blog. Ignored for landing site.
ca: Configuració d'idioma pel blog actual. Ignorats per a llocs d'aterratge.
es_es: Configuración de idioma para el web actual. Ignorado para web de aterrizaje.

source: This is a landing site
ca: Aquest lloc és una web d'aterratge
es_es: Es un web de aterrizaje

source: This is not a landing site.
ca: Aquesta web no és d'aterratge.
es_es: No es un web de aterrizaje.

source: Your browser default language:
ca: Idioma per defecte del teu navegador:
es_es: Idioma por defecto del navegador:

source: You would be redirected to:
ca: Et redirigiria a:
es_es: Serías redirigido a:

source: Group configuration is enabled
ca: La configuració de grups està activada.
es_es: Configuración de grupos desactivada

source: ERROR: No group set for this site.
ca: ERROR: no hi ha cap grup per aquest lloc web.
es_es: ERROR: esta web no pertenece a ningún grupo.

source: This blog belongs to site group
ca: Aquest lloc correspont al grup
es_es: Esta web pertenece al grupo

source: whose members are:
ca: els membres que el componen són:
es_es: cuyos miembros son:

source: Type
ca: Tipus
es_es: Tipo

source: Default site
ca: Lloc per defecte
es_es: Web por defecto

source: Browser languages
ca: Llengües del navegador
es_es: Idiomas del navegador

source: LANDING
ca: ATERRATGE
es_es: ATERRIZAJE

source: Yes
ca: Sí
es_es: Sí

source: Group configuration is not enabled
ca: La configuració de grups no està activa
es_es: La configuración de grupos no está activa

source: Comma separated list
ca: Llista separada per comes
es_es: Lista separada por comas

source: Comma separated list of classes to add
ca: Llista de les classes a afegir, separades per coma
es_es: Clases separadas por comas

source: MultiSite Settings
ca: Configuració multisite
es_es: Configuración multisite

source: General Configuration
ca: Configuració general
es_es: Configuración general

source: Use Groups
ca: Usa grups
es_es: Usar grupos

source: Group definition
ca: Definició de grup
es_es: Definición de grupos

source: Save MultiSite Settings
ca: Desar configuració Multisite
es_es: Guardar configuración multisite

source: Shows text links to different languages homepages
ca: Mostra enllaços de text a les pàgines d'inici de les diferets llengües
es_es: Muestra enlaces de texto a la página de inicio en cada idioma

source: Language Home Links
ca: Llengua: enllaços a l'inici
es_es: Idioma: enlaces a la home

source: Shows the translations of the main content
ca: Mostra enllaços al contingut principal
es_es: Muestra enlaces a las traducciones del contenido

source: Language: post translations
ca: Llengua: traduccions del contingut
es_es: Idioma: traducción del contenido

source: Title:
ca: Títol:
es_es: Título:

source: If this field is not checked any other configuration parameter in this screen will be ignored
ca: Si aquest camp no està marcat qualsevol altre paràmetre d'aquesta pantalla s'ignorarà
es_es: Si este campo no está marcado, todos los demás parámetros de esta página se ignoraran

source: Create groups in order to manage redirection. Groups can be any letter or number combination. Each group must contain one and only one Landing site.
ca: Crea grups per tal de gestionar les redireccions. Els grups poden ser qualsevol combinació de lletres i número. Cadascún ha de contenir, un i només un, lloc d'aterratge.
es_es: Crea grupos para gestionar la redirección. Los grupos pueden ser cualquier combinación de letras y números. Cada grupo debe contener una y sólo una web landing.

source: Global Options
ca: Opcions globals
es_es: Opciones globales

source: This site is not set to public. It would not be considered
ca: Aquest lloc no està posat en públic. No es considerarà.
es_es: Este sitio no está publicado. Se ignorará.

source: Edit
ca: Editar
es_es: Editar

source: If you select --create-- a new content will be created on the destination site copying the content of this one.
ca: Si selecciones --Crear--, es crearà un nou contingut al lloc corresponent a la llengua amb els continguts que hi ha en aquest.
es_es: Si seleccionas --Crear-- se creará un nuevo contenido en el sitio de destino con los contenidos de éste.

source: The edit button open the translation in edit mode in other screen.
ca: El botó editar obre la traducció en una altra finestra per a poder-la editar.
es_es: El botón Editar abre la traducción en otra ventana para que pueda ser editada.

source: Create
ca: Crear
es_es: Crear

source: Language settings for current blog.
sr_rs: Jezičke postavke za tekući blog.

source: Shows a language selector as an accessible selectbox based in jQuery
sr_rs: Prikazuje birač jezika kao dostupan okvir za odabir na osnovu jQuery

source: Language chooser
sr_rs: birača jezika.
